Repository: soyeht/soyeht-ios
Catalog: TerminalApp/Soyeht/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# attachment.alert.cameraUnavailable.title
source: Camera Unavailable
ar: الكاميرا غير متاحة
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Caméra indisponible
hi: Camera उपलब्ध नहीं
id: Kamera tidak tersedia
ja: カメラを利用できません
ko: 카메라를 사용할 수 없음
pt_br: Câmera indisponível
pt_pt: Câmara indisponível
ru: Камера недоступна
ur: Camera دستیاب نہیں
zh_hans: 相机不可用

# attachment.alert.cameraUnavailable.message
source: Camera is not available on this device.
ar: الكاميرا غير متاحة على هذا الجهاز.
de: Die Kamera ist auf diesem Gerät nicht verfügbar.
es: La cámara no está disponible en este dispositivo.
fr: La caméra n’est pas disponible sur cet appareil.
hi: इस device पर Camera उपलब्ध नहीं है।
id: Kamera tidak tersedia di perangkat ini.
ja: このデバイスではカメラを利用できません。
ko: 이 기기에서는 카메라를 사용할 수 없습니다.
pt_br: A câmera não está disponível neste dispositivo.
pt_pt: A câmara não está disponível neste dispositivo.
ru: Камера недоступна на этом устройстве.
ur: اس device پر Camera دستیاب نہیں ہے۔
zh_hans: 此设备上的相机不可用。

# attachment.alert.locationDenied.title
source: Location Access Denied
ar: تم رفض الوصول إلى الموقع
de: Standortzugriff verweigert
es: Acceso a la ubicación denegado
fr: Accès à la position refusé
id: Akses lokasi ditolak
ja: 位置情報へのアクセスが拒否されています
ko: 위치 접근이 거부됨
pt_br: Acesso à localização negado
pt_pt: Acesso à localização negado
ru: Доступ к геопозиции запрещен
zh_hans: 位置访问被拒绝

# attachment.alert.locationDenied.message
source: Enable location access in Settings to share your position.
ar: فعّل الوصول إلى الموقع من الإعدادات لمشاركة موقعك.
de: Aktivieren Sie den Standortzugriff in den Einstellungen, um Ihre Position zu teilen.
es: Activa el acceso a la ubicación en Ajustes para compartir tu posición.
fr: Activez l’accès à la position dans Réglages pour partager votre position.
hi: अपनी position share करने के लिए Settings में location access enable करें।
id: Aktifkan akses lokasi di Pengaturan untuk membagikan posisi Anda.
ja: 位置情報を共有するには、設定で位置情報へのアクセスを有効にしてください。
ko: 위치를 공유하려면 설정에서 위치 접근을 활성화하세요.
pt_br: Ative o acesso à localização em Ajustes para compartilhar sua posição.
pt_pt: Ative o acesso à localização nas Definições para partilhar a sua posição.
ru: Разрешите доступ к геопозиции в Настройках, чтобы поделиться своим местоположением.
ur: اپنی position share کرنے کے لیے Settings میں location access enable کریں۔
zh_hans: 请在“设置”中启用位置访问，以分享你的位置。

# attachment.alert.uploadComplete.title
source: Upload Complete
ar: اكتمل الرفع
de: Upload abgeschlossen
es: Carga completada
fr: Envoi terminé
id: Unggahan selesai
ja: アップロード完了
ko: 업로드 완료
pt_br: Envio concluído
pt_pt: Envio concluído
ru: Загрузка завершена
zh_hans: 上传完成

# attachment.alert.uploadFailed.title
source: Upload Failed
ar: فشل الرفع
de: Upload fehlgeschlagen
es: Error al cargar
fr: Échec de l’envoi
id: Unggahan gagal
ja: アップロードに失敗しました
ko: 업로드 실패
pt_br: Falha no envio
pt_pt: Falha ao enviar
ru: Загрузка не удалась
zh_hans: 上传失败

# voice.recording.timer.initial
source: Recording 0:00
ar: جارٍ التسجيل 0:00
de: Aufnahme 0:00
es: Grabando 0:00
fr: Enregistrement 0:00
id: Merekam 0:00
ja: 録音中 0:00
ko: 녹음 중 0:00
pt_br: Gravando 0:00
pt_pt: Gravando 0:00
ru: Запись 0:00
zh_hans: 正在录音 0:00

# voice.recording.timer.format
source: Recording %d:%02d
ar: جارٍ التسجيل %d:%02d
de: Aufnahme %d:%02d
es: Grabando %d:%02d
fr: Enregistrement %d:%02d
id: Merekam %d:%02d
ja: 録音中 %d:%02d
ko: 녹음 중 %d:%02d
pt_br: Gravando %d:%02d
pt_pt: Gravando %d:%02d
ru: Запись %d:%02d
zh_hans: 正在录音 %d:%02d

# voice.recording.transcription
source: Transcription:
ar: النص المفرغ:
de: Transkription:
es: Transcripción:
id: Transkripsi:
ja: 文字起こし:
ko: 전사:
pt_br: Transcrição:
pt_pt: Transcrição:
ru: Транскрипция:
zh_hans: 转写：

# voice.recording.listening
source: Listening...
ar: جارٍ الاستماع...
de: Hört zu...
es: Escuchando...
fr: Écoute...
hi: सुन रहा है...
id: Mendengarkan...
ja: 聞き取り中...
ko: 듣는 중...
pt_br: Ouvindo...
pt_pt: Ouvindo...
ru: Слушаю...
ur: سن رہا ہے...
zh_hans: 正在聆听...

# voice.bar.tapToSpeak
source: Tap to speak
ar: اضغط للتحدث
de: Zum Sprechen tippen
es: Toca para hablar
fr: Touchez pour parler
hi: बोलने के लिए tap करें
id: Ketuk untuk berbicara
ja: タップして話す
ko: 탭하여 말하기
pt_br: Toque para falar
pt_pt: Toque para falar
ru: Нажмите, чтобы говорить
ur: بولنے کے لیے tap کریں
zh_hans: 轻点说话

# voice.language.auto
source: Auto (Device)
ar: تلقائي (الجهاز)
de: Automatisch (Gerät)
es: Automático (dispositivo)
fr: Auto (appareil)
id: Otomatis (perangkat)
ja: 自動（デバイス）
ko: 자동 (기기)
pt_br: Automático (dispositivo)
pt_pt: Automático (dispositivo)
ru: Авто (устройство)
zh_hans: 自动（设备）

# voice.language.enUS
source: English (US)
ar: الإنجليزية (الولايات المتحدة)
de: Englisch (USA)
es: Inglés (EE. UU.)
fr: Anglais (États-Unis)
id: Inggris (AS)
ja: 英語（米国）
ko: 영어 (미국)
pt_br: Inglês (EUA)
pt_pt: Inglês (EUA)
ru: Английский (США)
zh_hans: 英语（美国）

# voice.language.enGB
source: English (UK)
ar: الإنجليزية (المملكة المتحدة)
de: Englisch (UK)
es: Inglés (Reino Unido)
fr: Anglais (Royaume-Uni)
id: Inggris (UK)
ja: 英語（英国）
ko: 영어 (영국)
pt_br: Inglês (Reino Unido)
pt_pt: Inglês (Reino Unido)
ru: Английский (Великобритания)
zh_hans: 英语（英国）

# voice.language.ptBR
source: Portuguese (BR)
ar: البرتغالية (البرازيل)
de: Portugiesisch (Brasilien)
es: Portugués (Brasil)
fr: Portugais (Brésil)
id: Portugis (Brasil)
ja: ポルトガル語（ブラジル）
ko: 포르투갈어 (브라질)
pt_br: Português (Brasil)
pt_pt: Português (Brasil)
ru: Португальский (Бразилия)
zh_hans: 葡萄牙语（巴西）

# voice.language.ptPT
source: Portuguese (PT)
ar: البرتغالية (البرتغال)
de: Portugiesisch (Portugal)
es: Portugués (Portugal)
fr: Portugais (Portugal)
id: Portugis (Portugal)
ja: ポルトガル語（ポルトガル）
ko: 포르투갈어 (포르투갈)
pt_br: Português (Portugal)
pt_pt: Português (Portugal)
ru: Португальский (Португалия)
zh_hans: 葡萄牙语（葡萄牙）

# voice.language.esES
source: Spanish (ES)
ar: الإسبانية (إسبانيا)
de: Spanisch (Spanien)
es: Español (España)
fr: Espagnol (Espagne)
id: Spanyol (Spanyol)
ja: スペイン語（スペイン）
ko: 스페인어 (스페인)
pt_br: Espanhol (Espanha)
pt_pt: Espanhol (Espanha)
ru: Испанский (Испания)
zh_hans: 西班牙语（西班牙）

# voice.language.esMX
source: Spanish (MX)
ar: الإسبانية (المكسيك)
de: Spanisch (Mexiko)
es: Español (México)
fr: Espagnol (Mexique)
id: Spanyol (Meksiko)
ja: スペイン語（メキシコ）
ko: 스페인어 (멕시코)
pt_br: Espanhol (México)
pt_pt: Espanhol (México)
ru: Испанский (Мексика)
zh_hans: 西班牙语（墨西哥）

# voice.language.frFR
source: French
ar: الفرنسية
de: Französisch
es: Francés
fr: Français
id: Prancis
ja: フランス語
ko: 프랑스어
pt_br: Francês
pt_pt: Francês
ru: Французский
zh_hans: 法语

# voice.language.deDE
source: German
ar: الألمانية
de: Deutsch
es: Alemán
fr: Allemand
id: Jerman
ja: ドイツ語
ko: 독일어
pt_br: Alemão
pt_pt: Alemão
ru: Немецкий
zh_hans: 德语

# voice.language.jaJP
source: Japanese
ar: اليابانية
de: Japanisch
es: Japonés
fr: Japonais
id: Jepang
ja: 日本語
ko: 일본어
pt_br: Japonês
pt_pt: Japonês
ru: Японский
zh_hans: 日语

# voice.language.zhCN
source: Chinese (Simplified)
ar: الصينية (المبسطة)
de: Chinesisch (vereinfacht)
es: Chino (simplificado)
fr: Chinois (simplifié)
id: Tionghoa (Sederhana)
ja: 中国語（簡体字）
ko: 중국어 (간체)
pt_br: Chinês (simplificado)
pt_pt: Chinês (simplificado)
ru: Китайский (упрощенный)
zh_hans: 中文（简体）

# fileBrowser.empty.directory
source: No files in this directory
ar: لا توجد ملفات في هذا الدليل
de: Keine Dateien in diesem Verzeichnis
es: No hay archivos en este directorio
fr: Aucun fichier dans ce dossier
hi: इस directory में कोई files नहीं हैं
id: Tidak ada file di direktori ini
ja: このディレクトリにファイルはありません
ko: 이 디렉터리에 파일이 없습니다
pt_br: Nenhum arquivo neste diretório
pt_pt: Não há ficheiros neste diretório
ru: В этой папке нет файлов
ur: اس directory میں کوئی files نہیں
zh_hans: 此目录中没有文件

# fileBrowser.updated.now
source: Updated now
ar: تم التحديث الآن
de: Jetzt aktualisiert
es: Actualizado ahora
fr: Mis à jour maintenant
hi: अभी updated
id: Diperbarui sekarang
ja: 今更新しました
ko: 방금 업데이트됨
pt_br: Atualizado agora
pt_pt: Atualizado agora
ru: Обновлено сейчас
ur: ابھی updated
zh_hans: 刚刚更新

# fileBrowser.download.failed
source: Download failed
ar: فشل التنزيل
de: Download fehlgeschlagen
es: Error en la descarga
fr: Échec du téléchargement
id: Unduhan gagal
ja: ダウンロードに失敗しました
ko: 다운로드 실패
pt_br: Falha ao baixar
pt_pt: Falha ao descarregar
ru: Скачать не удалось
zh_hans: 下载失败

# fileBrowser.download.cancel.a11y
source: Cancel download
ar: إلغاء التنزيل
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
hi: Download cancel करें
id: Batalkan unduhan
ja: ダウンロードをキャンセル
ko: 다운로드 취소
pt_br: Cancelar transferência
pt_pt: Cancelar descarga
ru: Отменить загрузку
ur: Download cancel کریں
zh_hans: 取消下载

# fileBrowser.download.retry.a11y
source: Retry download
ar: إعادة محاولة التنزيل
de: Download erneut versuchen
es: Reintentar descarga
fr: Réessayer le téléchargement
hi: Download फिर कोशिश करें
id: Coba unduh lagi
ja: ダウンロードを再試行
ko: 다운로드 다시 시도
pt_br: Tentar baixar de novo
pt_pt: Tentar descarregar novamente
ru: Повторить загрузку
ur: Download دوبارہ کوشش کریں
zh_hans: 重试下载

# fileBrowser.download.progress.a11y
source: Downloading %@ · %@
ar: جارٍ تنزيل %@ · %@
de: %@ wird heruntergeladen · %@
es: Descargando %@ · %@
fr: Téléchargement de %@ · %@
id: Mengunduh %@ · %@
ja: %@ をダウンロード中 · %@
ko: %@ 다운로드 중 · %@
pt_br: Baixando %@ · %@
pt_pt: A descarregar %@ · %@
ru: Загрузка %@ · %@
zh_hans: 正在下载 %@ · %@

# fileBrowser.download.failed.a11y
source: Download failed for %@ · %@
ar: فشل تنزيل %@ · %@
de: Download von %@ fehlgeschlagen · %@
es: Error al descargar %@ · %@
fr: Échec du téléchargement de %@ · %@
hi: %@ · %@ के लिए download failed
id: Unduhan gagal untuk %@ · %@
ja: %@ のダウンロードに失敗しました · %@
ko: %@ 다운로드 실패 · %@
pt_br: Falha ao baixar %@ · %@
pt_pt: Falha ao descarregar %@ · %@
ru: Не удалось скачать %@ · %@
ur: %@ · %@ کے لیے download failed
zh_hans: %@ 下载失败 · %@

# fileBrowser.context.openFolder
source: Open Folder
ar: فتح المجلد
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
hi: Folder खोलें
id: Buka folder
ja: フォルダを開く
ko: 폴더 열기
pt_br: Abrir pasta
pt_pt: Abrir pasta
ru: Открыть папку
ur: Folder کھولیں
zh_hans: 打开文件夹

# fileBrowser.context.openPreview
source: Open Preview
ar: فتح المعاينة
de: Vorschau öffnen
es: Abrir vista previa
fr: Ouvrir l’aperçu
hi: Preview खोलें
id: Buka pratinjau
ja: プレビューを開く
ko: 미리보기 열기
pt_br: Abrir pré-visualização
pt_pt: Abrir pré-visualização
ru: Открыть предпросмотр
ur: Preview کھولیں
zh_hans: 打开预览

# fileBrowser.context.copyPath
source: Copy Path
ar: نسخ المسار
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
hi: Path copy करें
id: Salin jalur
ja: パスをコピー
ko: 경로 복사
pt_br: Copiar caminho
pt_pt: Copiar caminho
ru: Скопировать путь
ur: Path copy کریں
zh_hans: 复制路径

# fileBrowser.context.insertIntoTerminal
source: Insert into Terminal
ar: إدراج في Terminal
de: In Terminal einfügen
es: Insertar en Terminal
fr: Insérer dans Terminal
hi: Terminal में insert करें
id: Masukkan ke Terminal
ja: Terminal に挿入
ko: 터미널에 삽입
pt_br: Inserir no Terminal
pt_pt: Inserir no Terminal
ru: Вставить в Terminal
ur: Terminal میں insert کریں
zh_hans: 插入到终端

# fileBrowser.context.sharePath
source: Share Path
ar: مشاركة المسار
de: Pfad teilen
es: Compartir ruta
fr: Partager le chemin
hi: Path share करें
id: Bagikan jalur
ja: パスを共有
ko: 경로 공유
pt_br: Compartilhar caminho
pt_pt: Partilhar caminho
ru: Поделиться путем
ur: Path share کریں
zh_hans: 分享路径

# fileBrowser.alert.loadDirectoryFailed.title
source: Unable to Load Directory
ar: تعذر تحميل الدليل
de: Verzeichnis konnte nicht geladen werden
es: No se pudo cargar el directorio
fr: Impossible de charger le dossier
hi: Directory load नहीं हो सकी
id: Tidak dapat memuat direktori
ja: ディレクトリを読み込めません
ko: 디렉터리를 불러올 수 없음
pt_br: Não foi possível carregar o diretório
pt_pt: Não foi possível carregar o diretório
ru: Не удалось загрузить папку
ur: Directory load نہیں ہو سکی
zh_hans: 无法加载目录

# fileBrowser.alert.downloadFailed.title
source: Unable to Download File
ar: تعذر تنزيل الملف
de: Datei konnte nicht heruntergeladen werden
es: No se pudo descargar el archivo
fr: Impossible de télécharger le fichier
hi: File download नहीं हो सकी
id: Tidak dapat mengunduh file
ja: ファイルをダウンロードできません
ko: 파일을 다운로드할 수 없음
pt_br: Não foi possível baixar o arquivo
pt_pt: Não foi possível descarregar o ficheiro
ru: Не удалось скачать файл
ur: File download نہیں ہو سکی
zh_hans: 无法下载文件

# fileBrowser.alert.loadPreviewFailed.title
source: Unable to Load Preview
ar: تعذر تحميل المعاينة
de: Vorschau konnte nicht geladen werden
es: No se pudo cargar la vista previa
fr: Impossible de charger l’aperçu
hi: Preview load नहीं हो सका
id: Tidak dapat memuat pratinjau
ja: プレビューを読み込めません
ko: 미리보기를 불러올 수 없음
pt_br: Não foi possível carregar a pré-visualização
pt_pt: Não foi possível carregar a pré-visualização
ru: Не удалось загрузить предпросмотр
ur: Preview load نہیں ہو سکا
zh_hans: 无法加载预览

# fileBrowser.toast.downloadComplete
source: Download complete
ar: اكتمل التنزيل
de: Download abgeschlossen
es: Descarga completada
fr: Téléchargement terminé
id: Unduhan selesai
ja: ダウンロード完了
ko: 다운로드 완료
pt_br: Transferência concluída
pt_pt: Descarga concluída
ru: Загрузка завершена
zh_hans: 下载完成

# fileBrowser.toast.uploaded
source: Uploaded to %@
ar: تم الرفع إلى %@
de: Nach %@ hochgeladen
es: Subido a %@
fr: Envoyé vers %@
hi: %@ पर uploaded
id: Diunggah ke %@
ja: %@ にアップロードしました
ko: %@에 업로드됨
pt_br: Enviado para %@
pt_pt: Enviado para %@
ru: Загружено в %@
ur: %@ پر uploaded
zh_hans: 已上传到 %@

# fileBrowser.preview.unavailable.title
source: Preview Unavailable
ar: المعاينة غير متاحة
de: Vorschau nicht verfügbar
es: Vista previa no disponible
fr: Aperçu indisponible
hi: Preview उपलब्ध नहीं
id: Pratinjau tidak tersedia
ja: プレビューを利用できません
ko: 미리보기를 사용할 수 없음
pt_br: Pré-visualização indisponível
pt_pt: Pré-visualização indisponível
ru: Предпросмотр недоступен
ur: Preview دستیاب نہیں
zh_hans: 预览不可用

# fileBrowser.preview.unsupported.message
source: Preview not available for this file type.
ar: المعاينة غير متاحة لهذا النوع من الملفات.
de: Für diesen Dateityp ist keine Vorschau verfügbar.
es: La vista previa no está disponible para este tipo de archivo.
fr: L’aperçu n’est pas disponible pour ce type de fichier.
hi: इस file type के लिए preview उपलब्ध नहीं है।
id: Pratinjau tidak tersedia untuk jenis file ini.
ja: このファイル形式ではプレビューを利用できません。
ko: 이 파일 형식은 미리보기를 사용할 수 없습니다.
pt_br: Pré-visualização indisponível para este tipo de arquivo.
pt_pt: A pré-visualização não está disponível para este tipo de ficheiro.
ru: Предпросмотр недоступен для этого типа файла.
ur: اس file type کے لیے preview دستیاب نہیں۔
zh_hans: 此文件类型无法预览。

# fileBrowser.preview.limit.message
source: Preview is limited to UTF-8 text files up to 512 KB.
ar: تقتصر المعاينة على ملفات نصية UTF-8 حتى 512 كيلوبايت.
de: Die Vorschau ist auf UTF-8-Textdateien bis 512 KB begrenzt.
es: La vista previa está limitada a archivos de texto UTF-8 de hasta 512 KB.
fr: L’aperçu est limité aux fichiers texte UTF-8 jusqu’à 512 Ko.
hi: Preview केवल 512 KB तक की UTF-8 text files के लिए है।
id: Pratinjau dibatasi untuk file teks UTF-8 hingga 512 KB.
ja: プレビューは 512 KB までの UTF-8 テキストファイルに制限されています。
ko: 미리보기는 최대 512 KB의 UTF-8 텍스트 파일로 제한됩니다.
pt_br: A pré-visualização é limitada a arquivos de texto UTF-8 de até 512 KB.
pt_pt: A pré-visualização está limitada a ficheiros de texto UTF-8 até 512 KB.
ru: Предпросмотр ограничен текстовыми файлами UTF-8 до 512 КБ.
ur: Preview صرف 512 KB تک کی UTF-8 text files کے لیے ہے۔
zh_hans: 预览仅限最大 512 KB 的 UTF-8 文本文件。

# fileBrowser.history.title
source: Recent & Pinned
ar: الأخيرة والمثبتة
de: Zuletzt verwendet und angeheftet
es: Recientes y fijados
fr: Récents et épinglés
id: Terbaru & disematkan
ja: 最近使った項目と固定項目
ko: 최근 및 고정 항목
pt_br: Recentes e fixados
pt_pt: Recentes e fixados
ru: Недавние и закрепленные
zh_hans: 最近与置顶

# fileBrowser.history.section.pinned
source: Pinned
ar: المثبتة
de: Angeheftet
es: Fijados
fr: Épinglés
id: Disematkan
ja: 固定済み
ko: 고정됨
pt_br: Fixados
pt_pt: Fixados
ru: Закрепленные
zh_hans: 已置顶

# fileBrowser.history.section.recent
source: Recent
ar: الأخيرة
de: Zuletzt verwendet
es: Recientes
fr: Récents
id: Terbaru
ja: 最近
ko: 최근
pt_br: Recentes
pt_pt: Recentes
ru: Недавние
zh_hans: 最近

# filePreview.button.saveToIPhone
source: Save to iPhone
ar: حفظ في iPhone
de: Auf dem iPhone sichern
es: Guardar en el iPhone
fr: Enregistrer sur l’iPhone
hi: iPhone में save करें
id: Simpan ke iPhone
ja: iPhone に保存
ko: iPhone에 저장
pt_br: Salvar no iPhone
pt_pt: Guardar no iPhone
ru: Сохранить на iPhone
ur: iPhone پر save کریں
zh_hans: 保存到 iPhone

# filePreview.button.saveAs
source: Save As...
ar: حفظ باسم...
de: Sichern unter...
es: Guardar como...
fr: Enregistrer sous...
id: Simpan sebagai...
ja: 別名で保存...
ko: 다른 이름으로 저장...
pt_br: Salvar como...
pt_pt: Guardar como...
ru: Сохранить как...
zh_hans: 另存为...

# filePreview.button.share
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
ja: 共有
ko: 공유
pt_br: Compartilhar
pt_pt: Partilhar
ru: Поделиться
zh_hans: 分享

# filePreview.summary.capped
source: preview capped at 512 KB
ar: المعاينة محدودة بـ 512 كيلوبايت
de: Vorschau auf 512 KB begrenzt
es: vista previa limitada a 512 KB
fr: aperçu limité à 512 Ko
hi: preview 512 KB तक सीमित है
id: pratinjau dibatasi 512 KB
ja: プレビューは 512 KB まで
ko: 미리보기는 512 KB까지
pt_br: pré-visualização limitada a 512 KB
pt_pt: pré-visualização limitada a 512 KB
ru: предпросмотр ограничен 512 КБ
ur: preview 512 KB تک محدود ہے
zh_hans: 预览上限为 512 KB

# filePreview.toast.saved
source: Saved
ar: تم الحفظ
de: Gesichert
es: Guardado
fr: Enregistré
id: Tersimpan
ja: 保存しました
ko: 저장됨
pt_br: Salvo
pt_pt: Guardado
ru: Сохранено
zh_hans: 已保存

# filePreview.alert.saveFailed.title
source: Unable to Save
ar: تعذر الحفظ
de: Sichern nicht möglich
es: No se pudo guardar
fr: Impossible d’enregistrer
hi: Save नहीं हो सका
id: Tidak dapat menyimpan
ja: 保存できません
ko: 저장할 수 없음
pt_br: Não foi possível salvar
pt_pt: Não foi possível guardar
ru: Не удалось сохранить
ur: Save نہیں ہو سکا
zh_hans: 无法保存

# filePreview.alert.shareFailed.title
source: Unable to Share
ar: تعذرت المشاركة
de: Teilen nicht möglich
es: No se pudo compartir
fr: Impossible de partager
hi: Share नहीं हो सका
id: Tidak dapat membagikan
ja: 共有できません
ko: 공유할 수 없음
pt_br: Não foi possível compartilhar
pt_pt: Não foi possível partilhar
ru: Не удалось поделиться
ur: Share نہیں ہو سکا
zh_hans: 无法分享

# household.button.scanPairingCode.a11y
source: Scan pairing code
ar: مسح رمز الاقتران
de: Kopplungscode scannen
es: Escanear código de emparejamiento
fr: Scanner le code d’appairage
hi: Pairing code scan करें
id: Pindai kode pairing
ja: ペアリングコードをスキャン
ko: 페어링 코드 스캔
pt_br: Escanear código de pareamento
pt_pt: Ler código de emparelhamento
ru: Отсканировать код сопряжения
ur: Pairing code scan کریں
zh_hans: 扫描配对码

# instancelist.alert.delete.title
source: delete instance
ar: حذف المثيل
de: Instanz löschen
es: eliminar instancia
fr: supprimer l’instance
hi: instance delete करें
id: hapus instans
ja: インスタンスを削除
ko: 인스턴스 삭제
pt_br: apagar instância
pt_pt: apagar instância
ru: удалить экземпляр
ur: instance delete کریں
zh_hans: 删除实例

# instancelist.error.missingSession
source: Missing session for %@
ar: الجلسة مفقودة لـ %@
de: Sitzung für %@ fehlt
es: Falta la sesión de %@
fr: Session manquante pour %@
hi: %@ के लिए session missing है
id: Sesi untuk %@ tidak ada
ja: %@ のセッションがありません
ko: %@의 세션이 없습니다
pt_br: Sessão ausente para %@
pt_pt: Sessão em falta para %@
ru: Нет сеанса для %@
ur: %@ کے لیے session missing ہے
zh_hans: %@ 缺少会话

# instancelist.error.invalidWebSocketURL
source: Invalid WebSocket URL
ar: عنوان WebSocket غير صالح
de: Ungültige WebSocket-URL
es: URL de WebSocket no válida
fr: URL WebSocket non valide
id: URL WebSocket tidak valid
ja: 無効な WebSocket URL
ko: 잘못된 WebSocket URL
pt_br: URL de WebSocket inválida
pt_pt: URL de WebSocket inválida
ru: Недействительный URL WebSocket
zh_hans: 无效的 WebSocket URL

# ssh.success.connectedToServer
source: connected to %@
ar: تم الاتصال بـ %@
de: mit %@ verbunden
es: conectado a %@
fr: connecté à %@
hi: %@ से connected
id: terhubung ke %@
ja: %@ に接続しました
ko: %@에 연결됨
pt_br: conectado a %@
pt_pt: ligado a %@
ru: подключено к %@
ur: %@ سے connected
zh_hans: 已连接到 %@

# ssh.success.connected
source: connected successfully
ar: تم الاتصال بنجاح
de: erfolgreich verbunden
es: conectado correctamente
fr: connexion réussie
hi: successfully connected
id: berhasil terhubung
ja: 接続しました
ko: 성공적으로 연결됨
pt_br: conectado com sucesso
pt_pt: ligado com sucesso
ru: подключено успешно
ur: successfully connected
zh_hans: 连接成功

# ssh.success.joinedServer
source: joined %@
ar: تم الانضمام إلى %@
de: %@ beigetreten
es: se unió a %@
fr: a rejoint %@
id: bergabung ke %@
ja: %@ に参加しました
ko: %@에 참여함
pt_br: entrou em %@
pt_pt: entrou em %@
ru: выполнен вход в %@
zh_hans: 已加入 %@

# common.accessibility.back
source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
id: Kembali
ja: 戻る
ko: 뒤로
pt_br: Voltar
pt_pt: Voltar
ru: Назад
zh_hans: 返回

# household.pairDevice.deriveFailed
source: Could not verify the pairing link. Please re-open the QR scanner and try again.
ar: تعذر التحقق من رابط الاقتران. افتح ماسح QR مرة أخرى وحاول مجددًا.
de: Der Kopplungslink konnte nicht überprüft werden. Öffnen Sie den QR-Scanner erneut und versuchen Sie es wieder.
es: No se pudo verificar el enlace de emparejamiento. Vuelve a abrir el escáner QR e inténtalo de nuevo.
fr: Impossible de vérifier le lien d’appairage. Rouvrez le scanner QR et réessayez.
hi: Pairing link verify नहीं हो सका। QR scanner फिर से खोलें और फिर कोशिश करें।
id: Tautan pairing tidak dapat diverifikasi. Buka ulang pemindai QR, lalu coba lagi.
ja: ペアリングリンクを確認できませんでした。QR スキャナーを開き直して、もう一度お試しください。
ko: 페어링 링크를 확인할 수 없습니다. QR 스캐너를 다시 열고 다시 시도하세요.
pt_br: Não foi possível verificar o link de pareamento. Reabra o scanner QR e tente novamente.
pt_pt: Não foi possível verificar a ligação de emparelhamento. Volte a abrir o leitor de QR e tente novamente.
ru: Не удалось проверить ссылку сопряжения. Откройте сканер QR заново и попробуйте снова.
ur: Pairing link verify نہیں ہو سکا۔ QR scanner دوبارہ کھولیں اور پھر کوشش کریں۔
zh_hans: 无法验证配对链接。请重新打开 QR 扫描器并重试。

# household.pairDevice.confirm.title
source: confirm pair
ar: تأكيد الاقتران
de: Kopplung bestätigen
es: confirmar emparejamiento
fr: confirmer l’appairage
hi: pair confirm करें
id: konfirmasi pairing
ja: ペアリングを確認
ko: 페어링 확인
pt_br: confirmar pareamento
pt_pt: confirmar emparelhamento
ru: подтвердить сопряжение
ur: pair confirm کریں
zh_hans: 确认配对
